---
kind: property
id: P:Autodesk.Revit.DB.SlabShapeCreaseArray.Size
source: html/848d3760-c323-2dfe-2cf3-96ee87e4e747.htm
---
# Autodesk.Revit.DB.SlabShapeCreaseArray.Size Property

Returns the number of objects that are in the array.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```